Repository: Plain-Solutions/tt-ios
Catalog: Timetables/*.lproj/Localizable.strings
Languages: ru

source: even
ru: числитель

source: Even
ru: Числитель

source: Odd
ru: Знаменатель

source: odd
ru: знаменатель

source: even&odd
ru: все недели

source: practice
ru: практика

source: lecture
ru: лекция

source: laboratory
ru: лабораторная

source: Multiple values
ru: Несколько подгрупп

source: Select department
ru: Выберите факультет

source: Saved groups
ru: Сохраненные

source: Announcement!
ru: Внимание!

source: It seems that you are running Timetables for the first time! Choose your department and group.
ru: Похоже, что вы запустили Расписания в первый раз. Выберите свой факультет и группу.

source: Something bad happened!
ru: Беда!

source: Loading departments list
ru: Загрузка списка факультетов

source: Department message
ru: Сообщение деканата

source: Loading department message
ru: Загрузка сообщения деканата

source: Loading groups list
ru: Загрузка списка групп

source: Loading schedule
ru: Загрузка расписания

source: No timetable information available in SSU database. Please address your dean office to resolve this issue
ru: Для вашей группы расписание отсутствует. Обратитесь в деканат.

source: Back
ru: Назад

source: Reset?
ru: Сбросить?

source: Resetting
ru: Идет сброс

source: Really reset saved groups list. This cannot be undone.
ru: Действительно очистить список сохраненных групп? Это нельзя отменить.

source: Yes
ru: Да

source: No
ru: Нет

source: My Group
ru: Моя группа

source: Dean Info
ru: Информация

source: Saved Groups
ru: Сохраненные

source: Search
ru: Поиск

source: Here you can store your friends' groups for quick access. To add a group tap ★ on the main view right corner
ru: Здесь вы можете хранить ссылки на группы ваших друзей для быстрого доступа. Чтобы добавить группу нажмите ★ на главном экране в правом углу.

source: Network seems to be down. Please, turn on cellular connection or Wi-Fi
ru: Нет подключения к сети. Включите мобильную сеть передачи данных или Wi-Fi

source: Please report the following error and restart the app: %@ on %@ with %d: %@
ru: Сообщите разработчику эти данные и перезапустите приложение: %@ on %@ with %d: %@

source: Please report the following error and restart the app: %@ at %@(%@) with %d
ru: Cообщите разработчику эти данные и перезапустите приложение: %@ at %@(%@) with %d

source: Please report the following error and restart the app: %@ at %@/%@(%@) with %d
ru: Сообщите разработчику эти данные и перезапустите приложение: %@ at %@(%@) with %d

source: Settings
ru: Настройки

source: Set my Group
ru: Установить мою группу

source: Reset saved groups
ru: Сбросить сохраненные группы
